#
# Copyright (c) 2002 Progress DataDirect
# This software contains confidential and proprietary
# information of Progress DataDirect.  All rights reserved.
#
# $Revision:$"
#
6000=\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u8aad\u307f\u8fbc\u307f\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6001={0}
6002=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u3067\u306f\u3001\u6307\u5b9a\u3057\u305f\u30d1\u30e9\u30e1\u30fc\u30bf\u5024\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
6003=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30e1\u30bd\u30c3\u30c9 : {0}
6004=\u73fe\u5728\u306e\u30ab\u30fc\u30bd\u30eb\u4f4d\u7f6e\u3067\u306f\u7121\u52b9\u306a\u64cd\u4f5c\u3067\u3059\u3002
6005=\u3053\u306e\u5217\u540d\u306f\u7121\u52b9\u3067\u3059 : {0}
6006=\u5217\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 {0} \u304c\u6709\u52b9\u7bc4\u56f2\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
6007=ResultSet \u3067\u306f\u3001\u5217 {0} \u306e\u884c\u30c7\u30fc\u30bf\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
6008=\u3053\u306e\u30c7\u30fc\u30bf\u306e\u5909\u63db\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6009=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u9589\u3058\u3066\u3044\u307e\u3059\u3002
6010=\u30d1\u30e9\u30e1\u30fc\u30bf\u30d0\u30a4\u30f3\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
6011=\u547c\u3073\u51fa\u3057\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u306e\u30e1\u30bd\u30c3\u30c9\u304c\u7121\u52b9\u3067\u3059 : {0}
6012=ResultSet \u30bb\u30c3\u30c8\u306f\u4f5c\u6210\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6013=\u5909\u66f4\u3055\u308c\u305f\u884c\u306f\u3042\u308a\u307e\u305b\u3093\u3002
6016=\u30c9\u30e9\u30a4\u30d0\u306e\u30d0\u30fc\u30b8\u30e7\u30f3 : {0}
6014=\u3053\u306e\u64cd\u4f5c\u306f\u7121\u52b9\u3067\u3059\u3002  \u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u306f\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6015=\u3053\u308c\u4ee5\u4e0a\u306e\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\u3002
6017=\u4e88\u671f\u3057\u306a\u3044\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6018=\u7121\u52b9\u306a SQL \u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
6019=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u306e ResultSet \u306b\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093 : {0}
6020=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u306f TYPE_FORWARD_ONLY ResultSet \u306b\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093 : {0}
6021=\u30de\u30cb\u30e5\u30a2\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u4e2d\u306f\u3001\u8907\u88fd\u3057\u305f\u63a5\u7d9a\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002
6023=\u63a5\u7d9a\u3092\u53d6\u5f97\u3067\u304d\u306a\u3044\u305f\u3081\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
6022=\u3053\u306e\u30c9\u30e9\u30a4\u30d0\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f SQL \u578b\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
6024=\u5024\u3092\u8981\u6c42\u3055\u308c\u305f\u578b\u306b\u5909\u63db\u3067\u304d\u307e\u305b\u3093\u3002
6025=\u6307\u5b9a\u3055\u308c\u305f\u51fa\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30c7\u30fc\u30bf\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
6026=\u8907\u88fd\u3055\u308c\u305f\u63a5\u7d9a\u304c\u958b\u59cb\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30de\u30cb\u30e5\u30a2\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002
6027=\u30ed\u30fc\u30ab\u30eb\u306e\u30de\u30cb\u30e5\u30a2\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
6028=DataSource \u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002
6029=\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002  DataSource \u30d7\u30ed\u30d1\u30c6\u30a3 {0} \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
6030=\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002  URL \u304c\u7121\u52b9\u3067\u3059\u3002
6031=\u3053\u306e\u5165\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u306b\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30a4\u30c8\u6570\u3068\u306f\u7570\u306a\u308b\u30d0\u30a4\u30c8\u6570\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
6032=16 \u9032\u6570\u306e\u6587\u5b57\u5217\u306f\u7121\u52b9\u3067\u3059\u3002
6033=\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u578b\u3092\u8b58\u5225\u3067\u304d\u307e\u305b\u3093\u3002
# No 6034
6035=\u30d1\u30fc\u30b5\u30fc\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6036=\u30c8\u30fc\u30af\u30f3 {0} \u884c {1} \u30aa\u30d5\u30bb\u30c3\u30c8 {2} \u3067\u69cb\u6587\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6037=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30b9\u30b1\u30fc\u30d7\u306e\u7d42\u4e86\u304c\u3042\u308a\u307e\u3059\u3002
# Duplicate Message ? : Unexpected end of escape, line {0} offset {1}.
6038=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u5074\u306e\u884c\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002java.io.tmpdir \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u3001\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u305d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
6039=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u5074\u306e\u884c\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6040=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u5074\u306e\u884c\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6041=\u30bc\u30ed\u306f\u3001ResultSet.Absolute \u30e1\u30bd\u30c3\u30c9\u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a\u884c\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
6042=\u73fe\u5728\u306e\u884c\u304c\u306a\u3044\u305f\u3081\u3001ResultSet.Relative \u306e\u547c\u3073\u51fa\u3057\u304c\u7121\u52b9\u3067\u3059\u3002
6043=\u30bd\u30fc\u30c8\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u64cd\u4f5c\u4e2d\u306b I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6044=\u3053\u306e\u30c9\u30e9\u30a4\u30d0\u306e\u8a55\u4fa1\u671f\u9593\u306f\u7d42\u4e86\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e JDBC \u30c9\u30e9\u30a4\u30d0\u306e\u88fd\u54c1\u7248\u306e\u53d6\u5f97\u306b\u3064\u3044\u3066\u306f\u3001Progress DataDirect \u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002\n\n\u7c73\u56fd\u304a\u3088\u3073\u30ab\u30ca\u30c0 :\t800-876-3101\n\u82f1\u56fd :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 169 1907 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30d9\u30cd\u30eb\u30af\u30b9 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30d5\u30e9\u30f3\u30b9\u8a9e\u570f\uff09 0800 12 045\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\u8a9e\u570f\uff09 0800 12 046\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\uff09 0800 022 0524 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +32 15 30 77 00\n\u30d5\u30e9\u30f3\u30b9 :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 911 454\n\u30c9\u30a4\u30c4 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 181 78 76\n\u65e5\u672c :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0120 20 9613 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +81 3 3556 7625\n\u305d\u306e\u4ed6\u306e\u56fd : \u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8 :\twww.datadirect.com
6045=\u30c6\u30fc\u30d6\u30eb\u540d\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
6046=\u30b9\u30af\u30ed\u30fc\u30eb\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f\u3002
6047=\u66f4\u65b0\u53ef\u80fd\u306a\u540c\u6642\u5b9f\u884c\u51e6\u7406\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u8aad\u307f\u53d6\u308a\u5c02\u7528\u306e\u540c\u6642\u5b9f\u884c\u51e6\u7406\u306b\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3055\u308c\u3066\u3044\u307e\u3059\u3002
6048=\u30d7\u30fc\u30eb\u3055\u308c\u305f\u63a5\u7d9a\u306e\u5fa9\u5143\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6049=\u30ed\u30b0\u30a4\u30f3\u304c\u6642\u9593\u5207\u308c\u306b\u306a\u308a\u307e\u3057\u305f\u3002
6050=\u3053\u306e\u30c9\u30e9\u30a4\u30d0\u306f\u3001\u57cb\u3081\u8fbc\u307f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u306e\u4f7f\u7528\u304c\u30ed\u30c3\u30af\u3055\u308c\u307e\u3059\u3002
6051=\u30d0\u30c3\u30c1\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6052=\u30d0\u30c3\u30c1\u30b3\u30de\u30f3\u30c9\u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u8a73\u7d30\u306f\u3001getNextException() \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
6053=\u7d50\u679c\u30bb\u30c3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u306f\u3001\u30d0\u30c3\u30c1\u30b3\u30de\u30f3\u30c9\u3067\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
6054=ResultSet \u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002
6055=\u6307\u5b9a\u3055\u308c\u305f\u5217\u306f\u66f8\u304d\u8fbc\u307f\u4e0d\u53ef\u306e\u305f\u3081\u3001\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002
6056=\u884c\u306e\u66f4\u65b0\u306b\u3088\u3063\u3066\u3001{0} \u884c\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
6057=\u884c\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6058=\u633f\u5165\u884c\u306e\u4f4d\u7f6e\u3067\u306f\u64cd\u4f5c\u3067\u304d\u307e\u305b\u3093\u3002
6059=\u884c\u306e\u524a\u9664\u306b\u3088\u3063\u3066\u3001{0} \u884c\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
6060=\u884c\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6061=\u884c\u3092\u633f\u5165\u3059\u308b\u306b\u306f\u3001\u633f\u5165\u884c\u306b\u4f4d\u7f6e\u3057\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
6062=\u884c\u3092\u633f\u5165\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6063=Blob \u307e\u305f\u306f Clob \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9589\u3058\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
6064=\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u30d1\u30bf\u30fc\u30f3\u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
6065=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30d5\u30a1\u304c\u5c0f\u3055\u3059\u304e\u307e\u3059\u3002
6066=Blob \u306e\u30b5\u30a4\u30ba\u304c\u5927\u304d\u3059\u304e\u308b\u305f\u3081\u30ad\u30e3\u30c3\u30b7\u30e5\u3067\u304d\u307e\u305b\u3093\u3002
6067=\u30c7\u30fc\u30bf\u306e\u7d42\u7aef\u3092\u8d8a\u3048\u3066\u8aad\u307f\u8fbc\u3082\u3046\u3068\u3057\u307e\u3057\u305f\u3002
6068=2GB \u3088\u308a\u5927\u304d\u3044 Blobs \u306f\u691c\u7d22\u3067\u304d\u307e\u305b\u3093\u3002
6069=\u30e1\u30bd\u30c3\u30c9 {0} \u306b\u6307\u5b9a\u3055\u308c\u305f\u5f15\u6570\u304c\u7121\u52b9\u3067\u3059\u3002
6070=Clob \u306e\u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
6071=\u4f4d\u7f6e\u304c\u7121\u52b9\u3067\u3059\u3002  Clob \u30c7\u30fc\u30bf\u306f UCS2 \u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002\u73fe\u5728\u306e\u4f4d\u7f6e\u306f\u5947\u6570\u3067\u3059\u3002
6072=XAConnection \u3067\u306f\u81ea\u52d5\u30b3\u30df\u30c3\u30c8\u3092 True \u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
6073=\u30b0\u30ed\u30fc\u30d0\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u9593\u306f\u3001XAConnection \u3092\u4f7f\u7528\u3057\u3066\u30b3\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3002
6074=\u30b0\u30ed\u30fc\u30d0\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u9593\u306f\u3001XAConnection \u3092\u4f7f\u7528\u3057\u3066\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\u3002
6075=Finalizer-Thread \u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u958b\u3044\u3066\u3044\u308b\u6709\u52b9\u7bc4\u56f2\u5916\u306e Statement \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u81ea\u52d5\u7684\u306b\u9589\u3058\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
6076=\u3053\u306e ResultSet \u306b\u306f\u3001\u7a7a\u767d\u306e\u884c\u3092\u633f\u5165\u3067\u304d\u307e\u305b\u3093\u3002
6077=\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u4f4d\u7f6e\u306f BLOB \u307e\u305f\u306f CLOB \u306e\u7d42\u7aef\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
6078=\u3053\u306e\u64cd\u4f5c\u306f\u30e6\u30fc\u30b6\u30fc\u306b\u3088\u3063\u3066\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f\u3002
6079=\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306e\u4e00\u90e8\u3092\u66f8\u304d\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6080=\u6307\u5b9a\u3055\u308c\u305fSavepoint \u306b\u306f\u6570\u5024 ID \u304c\u3042\u308a\u307e\u305b\u3093\u3002
6081=\u6307\u5b9a\u3055\u308c\u305f Savepoint \u306f\u578b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6082=\u6307\u5b9a\u3055\u308c\u305f Savepoint \u306f\u7121\u52b9\u3067\u3059\u3002
6083=executeUpdate \u306e\u5b9f\u884c\u4e2d\u306b\u3001ResultSet \u304c\u7834\u68c4\u3055\u308c\u307e\u3057\u305f\u3002
6084=executeQuery \u306e\u5b9f\u884c\u4e2d\u306b\u3001\u884c\u306e\u5f71\u97ff\u3092\u53d7\u3051\u308b\u30ab\u30a6\u30f3\u30c8\u304c\u7834\u68c4\u3055\u308c\u307e\u3057\u305f\u3002
6085=\u5b9f\u884c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308a\u307e\u3057\u305f\u3002
6086=\u30b0\u30ed\u30fc\u30d0\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u9593\u306f\u3001Savepoint \u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
6087=\u30b0\u30ed\u30fc\u30d0\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u9593\u306f\u3001Savepoint \u3092\u89e3\u653e\u3067\u304d\u307e\u305b\u3093\u3002
6088=\u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u3067\u306f\u3001\u8981\u6c42\u3055\u308c\u305f\u30d1\u30e9\u30e1\u30fc\u30bf\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
6089=\u524a\u9664\u3055\u308c\u305f\u884c\u3067\u306f\u51e6\u7406\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
6090=\u4e00\u90e8\u307e\u305f\u306f\u3059\u3079\u3066\u306e\u30d0\u30c3\u30c1\u304c\u66f4\u65b0\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d0\u30c3\u30c1\u306b\u306f\u3001\u7d50\u679c\u30bb\u30c3\u30c8\u3092\u8fd4\u3059 SQL \u6587\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
6091=\u30ef\u30a4\u30e4\u304c\u7af6\u5408\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3002
6092=\u51fa\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u30d0\u30c3\u30c1\u306e\u4e00\u90e8\u3068\u3057\u3066\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
6093=\u81ea\u52d5\u751f\u6210\u3055\u308c\u305f\u30ad\u30fc\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u304b\u3001SQL \u304c\u5358\u7d14\u306a 'INSERT' \u6587\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6094=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30c9\u30e9\u30a4\u30d0\u3067\u7d44\u307f\u8fbc\u307f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u4f7f\u3063\u3066\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6095=\u30b3\u30df\u30c3\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30ed\u30fc\u30ab\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u51e6\u7406\u304c\u3042\u308a\u307e\u3059\u3002  \u3053\u306e\u30ed\u30fc\u30ab\u30eb\u51e6\u7406\u304c\u30b3\u30df\u30c3\u30c8\u307e\u305f\u306f\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3055\u308c\u308b\u307e\u3067\u3001XA \u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002
6096=\u30ed\u30fc\u30ab\u30eb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u51e6\u7406\u3092\u4fdd\u7559\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u3057\u304f\u306f\u3001SQLException.getNextException \u3092\u547c\u3073\u51fa\u3057\u3066\u6b21\u306e\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
6097=\u5fc5\u9808\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
6098=alternateServers \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3067\u69cb\u6587\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3059\u3002
6099=\u901a\u4fe1\u30a8\u30e9\u30fc : \u3053\u306e\u30b9\u30c8\u30ea\u30fc\u30e0\u306b\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30a4\u30c8\u6570\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30d0\u30c3\u30c1\u306e\u5834\u5408\u306f\u3001addBatch \u3092\u547c\u3073\u51fa\u3059\u524d\u306b\u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u56de\u5fa9\u4e0d\u53ef\u80fd\u306a\u30a8\u30e9\u30fc\u3067\u3042\u308b\u305f\u3081\u3001\u63a5\u7d9a\u306f\u5207\u65ad\u3055\u308c\u307e\u3057\u305f\u3002
6100=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u60c5\u5831\u306e\u5024\u304c\u5207\u308a\u6368\u3066\u3089\u308c\u307e\u3057\u305f\u3002
6101=\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u30db\u30b9\u30c8\u540d\u3082\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
6102=\u633f\u5165\u884c\u306e\u5217 {0} \u304c\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6103=\u6307\u5b9a\u3055\u308c\u305f\u30d7\u30ed\u30d1\u30c6\u30a3\u5024\u306f\u6709\u52b9\u306a\u9078\u629e\u3067\u306f\u3042\u308a\u307e\u305b\u3093 : {0}
6104=\u6570\u5024\u304c\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u3057\u3066\u3044\u307e\u3059\u3002
6105=\u30af\u30a8\u30ea\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306e\u8a2d\u5b9a\u4e2d\u306b\u30bd\u30b1\u30c3\u30c8\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f : {0}
6106=\u30af\u30a8\u30ea\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u4e2d\u306e\u901a\u4fe1\u969c\u5bb3\u306b\u3088\u308a\u3001\u63a5\u7d9a\u304c\u9589\u3058\u3089\u308c\u307e\u3057\u305f\u3002
6107=\u4ee5\u524d\u8a2d\u5b9a\u3055\u308c\u305f\u30af\u30a8\u30ea\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u63a5\u7d9a\u30bd\u30b1\u30c3\u30c8\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3002
6108=updateRow \u3092\u547c\u3073\u51fa\u3059\u524d\u306b\u7d50\u679c\u30bb\u30c3\u30c8\u306e\u5217\u304c\u5909\u66f4\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u884c\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
6109=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7dad\u6301\u6027\u306e\u5909\u66f4\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6110=InitializationString \u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u3057\u304f\u306f\u3001\u30c1\u30a7\u30fc\u30f3\u5316\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
6111=abortConnection \u30e1\u30bd\u30c3\u30c9\u306f\u3053\u306e\u30c9\u30e9\u30a4\u30d0\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
6112=\u63a5\u7d9a\u304c\u4e2d\u65ad\u3055\u308c\u307e\u3057\u305f\u3002
6113=\u73fe\u5728\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
6114=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u306f\u3001\u6700\u5927 {0} \u500b\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u3092\u542b\u3080\u30b7\u30b9\u30c6\u30e0\u4e0a\u3067\u5b9f\u884c\u53ef\u80fd\u306a DataDirect Connect for JDBC \u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u7248\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u73fe\u5728\u306e\u30b7\u30b9\u30c6\u30e0\u306f {1} \u500b\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002{2} \u65e5\u9593\u306e\u7336\u4e88\u671f\u9593\u306f\u7d42\u4e86\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u306b\u306f Progress DataDirect \u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002\n\n\u7c73\u56fd\u304a\u3088\u3073\u30ab\u30ca\u30c0 :\t800-876-3101\n\u82f1\u56fd :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 169 1907 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30d9\u30cd\u30eb\u30af\u30b9 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30d5\u30e9\u30f3\u30b9\u8a9e\u570f\uff09 0800 12 045\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\u8a9e\u570f\uff09 0800 12 046\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\uff09 0800 022 0524 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +32 15 30 77 00\n\u30d5\u30e9\u30f3\u30b9 :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 911 454\n\u30c9\u30a4\u30c4 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 181 78 76\n\u65e5\u672c :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0120 20 9613 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +81 3 3556 7625\n\u305d\u306e\u4ed6\u306e\u56fd : \u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8 :\twww.datadirect.com
6115=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u306f\u3001\u6700\u5927 {0} \u500b\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u3092\u542b\u3080\u30b7\u30b9\u30c6\u30e0\u4e0a\u3067\u5b9f\u884c\u53ef\u80fd\u306a DataDirect Connect for JDBC \u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u7248\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u73fe\u5728\u306e\u30b7\u30b9\u30c6\u30e0\u306f {1} \u500b\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u306b\u306f\u672c\u65e5\u304b\u3089 {2} \u65e5\u4ee5\u5185\u306b Progress DataDirect \u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002\n\n\u7c73\u56fd\u304a\u3088\u3073\u30ab\u30ca\u30c0 :\t800-876-3101\n\u82f1\u56fd :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 169 1907 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30d9\u30cd\u30eb\u30af\u30b9 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30d5\u30e9\u30f3\u30b9\u8a9e\u570f\uff09 0800 12 045\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\u8a9e\u570f\uff09 0800 12 046\u3001\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : \uff08\u30aa\u30e9\u30f3\u30c0\uff09 0800 022 0524 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +32 15 30 77 00\n\u30d5\u30e9\u30f3\u30b9 :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 911 454\n\u30c9\u30a4\u30c4 :\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0800 181 78 76\n\u65e5\u672c :\t\t\u901a\u8a71\u6599\u7121\u6599\u96fb\u8a71 : 0120 20 9613 \u307e\u305f\u306f\u6709\u6599\u96fb\u8a71 : +81 3 3556 7625\n\u305d\u306e\u4ed6\u306e\u56fd : \u6709\u6599\u96fb\u8a71 : +44 \uff080\uff09 1753-218 930\n\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8 :\twww.datadirect.com
6116={0} \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u3001\u307e\u305f\u306f\u8aad\u307f\u8fbc\u3093\u3067\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30de\u30cd\u30fc\u30b8\u30e3\u3092\u7d44\u307f\u8fbc\u3093\u3067\u3044\u308b\u5834\u5408\u306f\u3001\u9069\u5207\u306a\u6a29\u9650\u304c\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
6117=\u30e9\u30a4\u30bb\u30f3\u30b9\u30d5\u30a1\u30a4\u30eb\u306e CPU \u30ab\u30a6\u30f3\u30c8\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e9\u30a4\u30bb\u30f3\u30b9\u30d5\u30a1\u30a4\u30eb\u306f\uff08{0}\uff09\u3067\u6539\u3056\u3093\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
