1000=\u30b7\u30b9\u30c6\u30e0\u4f8b\u5916 : {0}
1001=\u3053\u308c\u4ee5\u4e0a\u8aad\u307f\u8fbc\u3080\u30c7\u30fc\u30bf\u306f\u3042\u308a\u307e\u305b\u3093\u3002
1002=\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30b9\u30c8\u30ea\u30fc\u30e0\u306e\u6700\u5f8c\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
# 1003 replaced by 1028.
1004=\u30ea\u30bd\u30fc\u30b9 com.ddtek.util.transliteration.properties is corrupt \u304c\u7834\u640d\u3057\u3066\u3044\u307e\u3059\u3002
1005=\u5909\u63db\u30c6\u30fc\u30d6\u30eb {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1006=\u5909\u63db\u30af\u30e9\u30b9 {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1007=VM \u30a8\u30f3\u30b3\u30fc\u30c9 {0} \u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
1008=\u5909\u63db\u30c6\u30fc\u30d6\u30eb {0} \u304c\u7834\u640d\u3057\u3066\u3044\u307e\u3059\u3002
1009=\u5909\u63db\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u539f\u56e0 : {0}
1010=\u5909\u63db\u30af\u30e9\u30b9 {0} \u304c\u7121\u52b9\u3067\u3059\u3002
1011=\u6587\u5b57\u30bb\u30c3\u30c8 {0} \u304c com.ddtek.util.transliteration.properties \u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1012=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb {0} \u306e\u4f5c\u6210\u4e2d\u306b IO \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002java.io.tmpdir \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u3001\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u305d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
1013=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb {0} \u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b IO \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
1014=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb {0} \u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b IO \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
1015=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb {0} \u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b IO \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
1016=\u4e00\u6642\u30d0\u30c3\u30d5\u30a1\u304b\u3089\u30c7\u30fc\u30bf\u3092\u547c\u3073\u51fa\u3059\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
1017=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u9589\u3058\u3066\u3044\u307e\u3059\u3002
1018={0}
1019=\u30c7\u30fc\u30bf\u30b9\u30c8\u30ea\u30fc\u30e0\u3067\u306e\u4f4d\u7f6e\u3092\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
1020=\u30db\u30b9\u30c8\u304a\u3088\u3073\u30dd\u30fc\u30c8\u3078\u306e\u30bd\u30b1\u30c3\u30c8\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f : {0} : {1}\u3002\u539f\u56e0 : {2}
1021=\u30bd\u30b1\u30c3\u30c8\u3092\u78ba\u7acb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u4e0d\u660e\u306a\u30db\u30b9\u30c8 : {0}
1022=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30e1\u30bd\u30c3\u30c9\u3067\u3059\u3002
1023=UtilPagedTempBuffer \u306e\u4f7f\u7528\u30a8\u30e9\u30fc : {0}
1024=UtilDataProvider \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30e1\u30bd\u30c3\u30c9\u3067\u3059\u3002
1025=\u30d4\u30fc\u30af\u304c\u5185\u90e8\u30d0\u30c3\u30d5\u30a1\u306e\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
1026=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30c9\u30e9\u30a4\u30d0\u306f\u3001Kerberos\uff08TYPE 4\uff09\u7d44\u307f\u8fbc\u307f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3066\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f : {0}
1027=\u6307\u5b9a\u3055\u308c\u305f\u30db\u30b9\u30c8/\u30dd\u30fc\u30c8\u306e\u3044\u305a\u308c\u306e\u30da\u30a2\u306b\u5bfe\u3057\u3066\u3082\u30bd\u30b1\u30c3\u30c8\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
1028={0} \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u3001\u307e\u305f\u306f\u8aad\u307f\u8fbc\u3093\u3067\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30de\u30cd\u30fc\u30b8\u30e3\u3092\u7d44\u307f\u8fbc\u3093\u3067\u3044\u308b\u5834\u5408\u306f\u3001\u9069\u5207\u306a\u6a29\u9650\u304c\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
1029=\u30bd\u30b1\u30c3\u30c8\u306e\u8aad\u307f\u53d6\u308a\u51e6\u7406\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308a\u307e\u3057\u305f\u3002
1030=DDTEK1
1031=\u30ef\u30a4\u30e4\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u30c7\u30d0\u30c3\u30b0\u6a5f\u80fd\u3092\u521d\u671f\u5316\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u4f8b\u5916\u30e1\u30c3\u30bb\u30fc\u30b8 : {0}
1032=\u30b5\u30fc\u30d0\u30fc\u3068\u4ea4\u4fe1\u3057\u3088\u3046\u3068\u3057\u3066\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff08\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u8fd4\u3055\u308c\u305f\u5024 : {0}\uff09\u3002 \u30c9\u30e9\u30a4\u30d0\u306b\u6e21\u3055\u308c\u305f\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6b63\u3057\u3044\u3053\u3068\u3068\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u307e\u305f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u63a5\u7d9a\u6700\u5927\u6570\u3092\u8d85\u3048\u3066\u3044\u306a\u3044\u3053\u3068\u3082\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
1033=\u57fa\u672c\u30bd\u30b1\u30c3\u30c8\u3067\u4e88\u671f\u3057\u306a\u3044\u5272\u308a\u8fbc\u307f IO \u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u63a5\u7d9a\u306f\u5207\u65ad\u3055\u308c\u307e\u3059\u3002
1034=ICU \u5909\u63db\u30c6\u30fc\u30d6\u30eb {0} \u306e\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
1035=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30c9\u30e9\u30a4\u30d0\u306f\u3001NTLM\uff08TYPE 2\uff09\u7d44\u307f\u8fbc\u307f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3066\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f : {0}
1036=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30c9\u30e9\u30a4\u30d0\u306f\u3001Kerberos\uff08TYPE 4\uff09\u7d44\u307f\u8fbc\u307f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3066\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002JRE 1.4 \u4ee5\u4e0a\u304c\u5fc5\u8981\u3067\u3059\u3002
1037=NTLM\uff08TYPE 2\uff09\u8a8d\u8a3c\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u5fc5\u8981\u306a {0} \u304c java.library.path \u30b7\u30b9\u30c6\u30e0\u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u4e0a\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
1038=\u4f7f\u7528\u4e2d\u306e\u5909\u63db\u306f\u6b21\u306e\u30e1\u30bd\u30c3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
